Revit 2027 API
ParameterTypeId.PathReinFaceWall Property
 "Face"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PathReinFaceWall { get; }
Public Shared ReadOnly Property PathReinFaceWall As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PathReinFaceWall {
	ForgeTypeId^ get ();
}
static member PathReinFaceWall : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace